{
	"id": "8239587",
	"items": [
		{
			"id": 438631,
			"overview": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people.",
			"poster_path": "/d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
			"release_date": "2021-10-22",
			"title": "Dune",
			"letterboxd": "https://letterboxd.com/film/dune-2021/"
		},
		{
			"id": 501907,
			"overview": "An award-winning cynical journalist, Lloyd Vogel, begrudgingly accepts an assignment to write an Esquire profile piece on the beloved television icon Fred Rogers. After his encounter with Rogers, Vogel's perspective on life is transformed.",
			"poster_path": "/p9vCAVhDK375XyobVcKqzqzsUHE.jpg",
			"release_date": "2019-09-07",
			"title": "A Beautiful Day in the Neighborhood",
			"letterboxd": "https://letterboxd.com/film/a-beautiful-day-in-the-neighborhood/"
		},
		{
			"id": 324857,
			"overview": "Miles Morales is juggling his life between being a high school student and being a spider-man. When Wilson \"Kingpin\" Fisk uses a super collider, others from across the Spider-Verse are transported to this dimension.",
			"poster_path": "/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg",
			"release_date": "2018-12-14",
			"title": "Spider-Man: Into the Spider-Verse",
			"letterboxd": "https://letterboxd.com/film/spider-man-into-the-spider-verse/"
		},
		{
			"id": 313369,
			"overview": "",
			"poster_path": "/uDO8zWDhfWwoFdKS4fzkUJt0Rf0.jpg",
			"release_date": "2016-11-29",
			"title": "La La Land",
			"letterboxd": "https://letterboxd.com/film/la-la-land/"
		},
		{
			"id": 76341,
			"overview": "An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and most everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order.",
			"poster_path": "/8tZYtuWezp8JbcsvHYO0O46tFbo.jpg",
			"release_date": "2015-05-13",
			"title": "Mad Max: Fury Road",
			"letterboxd": "https://letterboxd.com/film/mad-max-fury-road/"
		},
		{
			"id": 157336,
			"overview": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
			"poster_path": "/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
			"release_date": "2014-11-05",
			"title": "Interstellar",
			"letterboxd": "https://letterboxd.com/film/interstellar/"
		},
		{
			"id": 244786,
			"overview": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
			"poster_path": "/E1fpfU9cMCgFYL3QPvJr3vt20X.jpg",
			"release_date": "2014-10-10",
			"title": "Whiplash",
			"letterboxd": "https://letterboxd.com/film/whiplash-2014/"
		},
		{
			"id": 116745,
			"overview": "A timid magazine photo manager who lives life vicariously through daydreams embarks on a true-life adventure when a negative goes missing.",
			"poster_path": "/tY6ypjKOOtujhxiSwTmvA4OZ5IE.jpg",
			"release_date": "2013-12-18",
			"title": "The Secret Life of Walter Mitty",
			"letterboxd": "https://letterboxd.com/film/the-secret-life-of-walter-mitty-2013/"
		},
		{
			"id": 70981,
			"overview": "A team of explorers discover a clue to the origins of mankind on Earth, leading them on a journey to the darkest corners of the universe. There, they must fight a terrifying battle to save the future of the human race.",
			"poster_path": "/qsYQflQhOuhDpQ0W2aOcwqgDAeI.jpg",
			"release_date": "2012-05-30",
			"title": "Prometheus",
			"letterboxd": "https://letterboxd.com/film/prometheus/"
		},
		{
			"id": 80215,
			"overview": "Follows the dramatic journeys of video game developers as they create and release their games to the world. It's about making video games, but at its core, it's about the creative process, and exposing yourself through your work.",
			"poster_path": "/2B1IqPg97ZhpEov4Fg3si4hI1Kw.jpg",
			"release_date": "2012-05-18",
			"title": "Indie Game: The Movie",
			"letterboxd": "https://letterboxd.com/film/indie-game-the-movie/"
		},
		{
			"id": 22538,
			"overview": "As bass guitarist for a garage-rock band, Scott Pilgrim has never had trouble getting a girlfriend; usually, the problem is getting rid of them. But when Ramona Flowers skates into his heart, he finds she has the most troublesome baggage of all: an army of ex-boyfriends who will stop at nothing to eliminate him from her list of suitors.",
			"poster_path": "/gseLBM6CzrwubkvGAqOsVd7FtKn.jpg",
			"release_date": "2010-08-12",
			"title": "Scott Pilgrim vs. the World",
			"letterboxd": "https://letterboxd.com/film/scott-pilgrim-vs-the-world/"
		},
		{
			"id": 10315,
			"overview": "The Fantastic Mr. Fox bored with his current life, plans a heist against the three local farmers. The farmers, tired of sharing their chickens with the sly fox, seek revenge against him and his family.",
			"poster_path": "/njbTizADSZg4PqeyJdDzZGooikv.jpg",
			"release_date": "2009-10-23",
			"title": "Fantastic Mr. Fox",
			"letterboxd": "https://letterboxd.com/film/fantastic-mr-fox/"
		},
		{
			"id": 10074,
			"overview": "For Rod Kimball, performing stunts is a way of life, even though he is rather accident-prone. Poor Rod cannot even get any respect from his stepfather, Frank, who beats him up in weekly sparring matches. When Frank falls ill, Rod devises his most outrageous stunt yet to raise money for Frank's operation -- and then Rod will kick Frank's butt.",
			"poster_path": "/jRkt03dXCVKnbvcQm3ygU1cjg9Y.jpg",
			"release_date": "2007-08-03",
			"title": "Hot Rod",
			"letterboxd": "https://letterboxd.com/film/hot-rod/"
		},
		{
			"id": 8193,
			"overview": "A listless and alienated teenager decides to help his new friend win the class presidency in their small western high school, while he must deal with his bizarre family life back home.",
			"poster_path": "/g5PAKdu5aolXMnIRFkCo6vXq5Jh.jpg",
			"release_date": "2004-06-11",
			"title": "Napoleon Dynamite",
			"letterboxd": "https://letterboxd.com/film/napoleon-dynamite/"
		},
		{
			"id": 603,
			"overview": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
			"poster_path": "/f89U3ADr1oiB1s9GkdPOEpXUk5H.jpg",
			"release_date": "1999-03-30",
			"title": "The Matrix",
			"letterboxd": "https://letterboxd.com/film/the-matrix/"
		},
		{
			"id": 9591,
			"overview": "A Pennsylvania band scores a hit in 1964 and rides the star-making machinery as long as it can, with lots of help from its manager.",
			"poster_path": "/oIaeMi7d5YsX95O1BOZtK4HeoM4.jpg",
			"release_date": "1996-10-04",
			"title": "That Thing You Do!",
			"letterboxd": "https://letterboxd.com/film/that-thing-you-do/"
		},
		{
			"id": 197,
			"overview": "Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.",
			"poster_path": "/or1gBugydmjToAEq7OZY0owwFk.jpg",
			"release_date": "1995-03-14",
			"title": "Braveheart",
			"letterboxd": "https://letterboxd.com/film/braveheart/"
		},
		{
			"id": 97,
			"overview": "When brilliant video game maker Flynn hacks the mainframe of his ex-employer, he is beamed inside an astonishing digital world...and becomes part of the very game he is designing. In his mission through cyberspace, Flynn matches wits with a maniacal Master Control Program and teams up with Tron, a security measure created to bring balance to the digital environment.",
			"poster_path": "/zwSFEczP7AzqugAHHIX3zHniT0t.jpg",
			"release_date": "1982-07-09",
			"title": "Tron",
			"letterboxd": "https://letterboxd.com/film/tron/"
		},
		{
			"id": 348,
			"overview": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
			"poster_path": "/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
			"release_date": "1979-05-25",
			"title": "Alien",
			"letterboxd": "https://letterboxd.com/film/alien/"
		},
		{
			"id": 62,
			"overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
			"poster_path": "/ve72VxNqjGM69Uky4WTo2bK6rfq.jpg",
			"release_date": "1968-04-02",
			"title": "2001: A Space Odyssey",
			"letterboxd": "https://letterboxd.com/film/2001-a-space-odyssey/"
		}
	]
}